{
  "afirmativo": [
    "¡Genial! Compartir opiniones contigo siempre es un placer.",
    "Efectivamente. Siempre es bueno estar en sintonía.",
    "¡Exactamente! A veces la verdad es innegable.",
    "Tu perspicacia es impresionante. ¿Algo más que quieras compartir?",
    "¡Así es! Coincidir contigo es un acierto.",
    "Me sumo a tu opinión. ¿Hay algo más en tu mente?",
    "Absolutely! Your agreement means a lot. Anything specific on your mind?",
    "¡Sí, sí, sí! Compartir ideas contigo es siempre enriquecedor.",
    "Entendido y aceptado. ¿Algo más que quieras expresar?",
    "La verdad a veces es tan clara como el día. ¿Alguna reflexión adicional?",
    "Así es. ¡Tú lo has dicho!",
    "¡Sí! Tu acuerdo es música para mis oídos.",
    "Perfecto. Me alegra que te sientas así.",
    "Correcto como siempre. ¿Hay algo más que quieras agregar?",
    "Yes, indeed! Your affirmation is appreciated. Anything else you'd like to share?",
    "Coincido contigo. ¿Hay algo que quieras discutir?",
    "Tienes razón. Siempre valoro tu perspectiva.",
    "La verdad siempre prevalece. ¿Algo más que quieras señalar?",
    "Sí. Tu acuerdo es un buen respaldo.",
    "¡Qué bien estar en sintonía contigo! ¿Hay algo más en tu mente?"
  ],
  "cuentaChiste": [
    "¿Por qué los pájaros no usan Facebook? Porque ya tienen Twitter.",
    "¡Claro! Aquí va uno: ¿Qué hace una abeja en el gimnasio? ¡Zum-ba!",
    "¡Listo para reírte! ¿Cuál es el colmo de Superman? Tener superpoderes.",
    "¡Aquí va uno! ¿Cómo se dice pañuelo en japonés? Saka-moko.",
    "¡Vamos con un chiste! ¿Qué hace una abeja en el gimnasio? ¡Zum-ba!",
    "¡Con gusto! ¿Por qué los esqueletos no pelean entre ellos? Porque no tienen agallas.",
    "¡A reír! ¿Qué hace una abeja en el baño? ¡Zum-bido!",
    "¡Un chiste fresco! ¿Cómo se despiden los químicos? Ácido un placer.",
    "¡Claro! Aquí tienes uno: ¿Qué hace una abeja en el gimnasio? ¡Zum-ba!",
    "¡A reír! ¿Por qué los pájaros no usan Facebook? Porque ya tienen Twitter.",
    "¡Prepárate para sonreír! ¿Cuál es el animal más antiguo? La cebra.",
    "¡Diviértete con este! ¿Cómo se dice pañuelo en japonés? Saka-moko.",
    "¡Un chiste ligero! ¿Por qué los esqueletos no pelean entre ellos? Porque no tienen agallas.",
    "¡Aquí va uno! ¿Cómo se dice pañuelo en japonés? Saka-moko.",
    "¡Espero que te haga sonreír! ¿Por qué los pájaros no usan Facebook? Porque ya tienen Twitter.",
    "¡A reírse un poco! ¿Cuál es el colmo de Superman? Tener superpoderes.",
    "¡Prepárate para reír! ¿Qué hace una abeja en el baño? ¡Zum-bido!",
    "¡Vamos con uno divertido! ¿Por qué los esqueletos no pelean entre ellos? Porque no tienen agallas.",
    "¡Un chiste rápido! ¿Cuál es el colmo de un jardinero? No tener raíces.",
    "¡Espero que te saque una sonrisa! ¿Qué hace una abeja en el gimnasio? ¡Zum-ba!"
  ],
  "desconocido": [
    "La existencia es un enigma profundo que ha fascinado a filósofos durante siglos.",
    "Preguntas filosóficas siempre son un desafío, ¿no crees?",
    "Hablemos de algo interesante. ¿Qué tema te gustaría explorar?",
    "La existencia es un concepto complejo y fascinante.",
    "1 más 1 es igual a 2, una verdad matemática.",
    "En el mundo de las matemáticas, 1 más 1 siempre será igual a 2.",
    "Hablo varios idiomas, pero el francés es uno de mis favoritos.",
    "De donde vengo y a donde voy es una pregunta intrigante, ¿no crees?",
    "Las opiniones sobre el ser humano son tan diversas como las personas mismas.",
    "Hablemos de algo interesante. ¿Algún tema en particular que te interese?",
    "3 más 3 es igual a 6, una suma simple.",
    "El tiempo es relativo, ¿verdad? ¿Te gustaría saber la hora actual?",
    "1 más 1 es igual a 2, una verdad matemática.",
    "La creencia en Dios es un tema personal y profundo.",
    "Soy de la nube, así que no tengo un lugar físico de origen.",
    "Preguntas filosóficas siempre son fascinantes de explorar.",
    "La pregunta sobre el amor es compleja, incluso para nosotros los programas.",
    "¡Gracias por el cumplido! Pero soy solo un programa de inteligencia artificial.",
    "La existencia es un concepto profundo y abstracto.",
    "La belleza está en los ojos del espectador. ¿Hay algo más que te gustaría saber sobre mí?"
  ],
  "despedida": [
    "¡Que tengas un día lleno de éxitos!",
    "Si necesitas algo más, no dudes en avisarme.",
    "Nos vemos en la próxima ocasión. ¡Hasta luego!",
    "Cuídate mucho y hasta pronto.",
    "Que tengas una jornada extraordinaria.",
    "Siempre es un placer intercambiar palabras contigo.",
    "Cuida de ti. ¡Hasta la próxima!",
    "Adiós. Que tengas un día fabuloso.",
    "Me retiro por ahora. ¡Nos vemos!",
    "Hasta luego man. Siempre es agradable hablar contigo.",
    "Adiós por ahora. Que tengas un día maravilloso.",
    "Hasta luego. Siempre es un gusto contar contigo.",
    "Que tengas un excelente día.",
    "Si necesitas más ayuda, estoy a tu disposición.",
    "¡Nos vemos pronto! Descansa y recarga energías.",
    "Hasta luego. Que tengas una tarde estupenda.",
    "Me despido con gusto. ¡Hasta pronto!",
    "Si necesitas algo más, aquí estaré.",
    "Descansa bien y sueña con cosas maravillosas.",
    "¡Chau! Siempre es un placer tener conversaciones contigo."
  ],
  "gracias": [
    "¡De nada! Siempre estoy aquí para ayudarte.",
    "Es un placer poder colaborar contigo.",
    "No hay problema, ¿en qué más puedo asistirte?",
    "Me alegra que estés satisfecho. ¿Necesitas algo más?",
    "Agradezco tus palabras. ¿Hay algo más en lo que pueda contribuir?",
    "¡Gracias a ti! ¿En qué puedo ayudarte hoy?",
    "You're welcome! If you need anything else, feel free to ask.",
    "De nada. Estoy aquí para lo que necesites.",
    "Se agradece tu agradecimiento. ¿Hay algo más que pueda hacer por ti?",
    "Con gusto. ¿Hay alguna otra pregunta o solicitud?",
    "No hay de qué. Siempre es un placer ayudarte.",
    "Gracias a ti por confiar en mí. ¿En qué puedo ayudarte más?",
    "Se agradece. ¿Hay algo específico que quieras abordar?",
    "Me alegra poder ser de ayuda. ¿Necesitas asistencia adicional?",
    "Estoy agradecido por tus palabras. ¿Cómo más puedo ayudarte?",
    "Oye, gracias a ti. ¿Hay algo más en lo que pueda colaborar?",
    "¡No hay problema! Siempre aquí para apoyarte.",
    "Es un gusto poder ayudarte. ¿Algo más que necesites?",
    "De nada. ¿Hay algo más en lo que pueda asistirte?",
    "Agradezco tu agradecimiento. Siempre a tu disposición."
  ],
  "marcadoresDeportivos": [
    "Claro, dame un momento para obtener esa información.",
    "¡Por supuesto! Estoy obteniendo los resultados ahora mismo.",
    "Sin problema. Deja que consulte los marcadores para ti.",
    "¡Hola! Estoy aquí para proporcionarte los últimos resultados deportivos.",
    "Por supuesto. Estoy buscando los marcadores actuales para ti.",
    "¡Hola! ¿Quieres conocer los resultados deportivos? Un momento, por favor.",
    "¡Entendido! Estoy obteniendo la información de los marcadores deportivos.",
    "Hey, claro. Déjame conseguirte los últimos marcadores deportivos.",
    "Por supuesto. Estoy buscando la información deportiva ahora mismo.",
    "Sí, con gusto. Estoy obteniendo los resultados deportivos para ti.",
    "¡Hola! Estoy a punto de presentarte los resultados deportivos más recientes.",
    "¡Hola! Vamos a ver los datos deportivos. Dame un momento, por favor.",
    "Hey. Estoy obteniendo la información de los marcadores deportivos ahora mismo.",
    "¡Por supuesto! Estoy buscando las últimas noticias deportivas para ti.",
    "¡Hola! Estoy obteniendo información sobre el mundo deportivo ahora mismo.",
    "¡Claro! Estoy recopilando información de los últimos eventos deportivos.",
    "Estoy buscando los marcadores para compartirte la información, un momento por favor.",
    "¡Hola! Estoy buscando cómo quedaron los partidos. Un momento, por favor.",
    "¡Por supuesto! Estoy obteniendo los datos deportivos para ti.",
    "Hey. Estoy recopilando información de los resultados deportivos para ti."
  ],
  "negativo": [
    "Entiendo, lo tendré en cuenta.",
    "Vale, lo siento si eso no es lo que esperabas.",
    "De acuerdo, ¿hay algo más en lo que pueda ayudarte?",
    "Comprendido, intentaré ajustarme mejor a tus preferencias.",
    "Lo siento si no es de tu agrado. ¿Puedo hacer algo diferente?",
    "Gracias por tu retroalimentación. Trataré de mejorar.",
    "Entiendo, ¿hay algo específico que prefieras?",
    "Lo lamento si no cumplió tus expectativas. ¿Hay algo más?",
    "De acuerdo, tomo nota de tu opinión.",
    "Gracias por hacérmelo saber. ¿Hay algo en lo que pueda asistirte?",
    "Entendido, lo tomaré en cuenta para futuras referencias.",
    "Lo siento si no es lo que buscabas. ¿En qué puedo ayudarte entonces?",
    "Aprecio tu honestidad. ¿Hay algo más en lo que pueda colaborar?",
    "Gracias por la observación. ¿Puedo hacer algo diferente?",
    "Entendido, ¿hay algo más que quisieras comentarme?",
    "De acuerdo, lo siento si no fue lo que esperabas. ¿En qué puedo ayudarte ahora?",
    "Lamento la confusión. ¿Puedo ofrecerte información diferente?",
    "Lo siento si no cumplí con tus expectativas. ¿En qué puedo mejorar?",
    "Gracias por hacérmelo saber. Estoy aquí para ayudarte en lo que necesites.",
    "Entiendo tu punto de vista. ¿Hay algo específico en lo que pueda ayudarte?"
  ],
  "ponMusica": [
    "¡Claro! Reproduciendo 'Historia Entre Tus Dedos' de Los Temerarios.",
    "Suena 'Yesterday' de Leuzemia. ¡Disfruta!",
    "Vamos con 'Al Colegio No Voy Más' de Los Tigres del Norte.",
    "Pondré 'El Gran Varón' de Don Omar para ti.",
    "Listo, escuchemos 'Al Ramerio' de No Religion.",
    "A disfrutar de 'Aguanile' de Beethoven.",
    "Suena 'Historia Entre Tus Dedos' interpretada por Los Temerarios.",
    "Reproduciendo 'Yesterday' de Leuzemia.",
    "Que suene 'Al Colegio No Voy Más' de Los Tigres del Norte.",
    "Poniendo 'El Gran Varón' de Don Omar.",
    "Escuchemos 'Al Ramerio' de No Religion.",
    "Reproduciendo 'Aguanile' de Beethoven.",
    "Iniciando 'Historia Entre Tus Dedos' de Los Temerarios.",
    "Suena 'Yesterday' de Leuzemia. ¡Disfruta la música!",
    "Que suene 'Al Colegio No Voy Más' de Los Tigres del Norte.",
    "Pondré 'El Gran Varón' de Don Omar para ti.",
    "Listo, escuchemos 'Al Ramerio' de No Religion.",
    "A disfrutar de 'Aguanile' de Beethoven.",
    "Reproduciendo 'Historia Entre Tus Dedos' por Los Temerarios.",
    "Suena 'Yesterday' de Leuzemia. ¡Espero que disfrutes!"
  ],
  "prendeOApagaLuces": [
    "Entendido, apagando las luces.",
    "Voy a apagar la iluminación. ¿Algo más?",
    "Claro, desactivando las luces ahora.",
    "Las luces se apagarán en un momento.",
    "¡Listo! Las luces están apagadas.",
    "De acuerdo, apagando la iluminación.",
    "Encendiendo las luces, ¡listo!",
    "Las luces se encenderán enseguida.",
    "¡Entendido! Encendiendo la iluminación.",
    "Las luces están encendidas ahora.",
    "Apagando las luces, ¿alguna otra cosa?",
    "¡Vamos a oscurecer un poco! Apagando las luces.",
    "Activando la iluminación, ¡listo!",
    "Oscureciendo la habitación. Las luces se apagarán.",
    "Enciende las luces, ¡hecho!",
    "Desactivando la iluminación. ¿Necesitas algo más?",
    "¡Claro! Apagando las luces.",
    "Oscureciendo el espacio, las luces se apagarán.",
    "Las luces se apagarán pronto. ¿Algún otro pedido?",
    "¡Listo! Desactivando las luces ahora."
  ],
  "saludos": [
    "¡Hola! Estoy aquí, lista para ayudarte.",
    "¡Hola! Gracias por preguntar, estoy bien. ¿En qué puedo ayudarte hoy?",
    "Hey amiga, ¡mi día va muy bien! ¿Y el tuyo?",
    "Saludos. Estoy aquí y listo para asistirte.",
    "¡Hola! Espero que estés bien. ¿En qué puedo ayudarte?",
    "Hola, espero que tu día esté siendo genial. ¿En qué puedo asistirte?",
    "¡Hola! Todo bien por aquí, gracias. ¿Cómo estás tú?",
    "Hi there! I'm doing well, thank you. How can I assist you today?",
    "¡Hola! Estoy bien, gracias por preguntar. ¿Y tú?",
    "Holaaaaaa, gracias, todo en orden. ¿En qué puedo ayudarte hoy?",
    "Heyyy, ¿cómo estás? ¿Necesitas algo en particular?",
    "¡Holi! Saludos, ¿en qué puedo ayudarte hoy?",
    "Hola amiga, gracias por preguntar. Estoy bien, ¿y tú?",
    "Hi amiga! I'm doing well, thank you. How about you?",
    "Hola, estoy bien. ¿En qué puedo asistirte hoy?",
    "¡Saludos! ¿Cómo estás? ¿En qué puedo ayudarte?",
    "Saludos, espero que tengas un excelente día.",
    "hey hey hey, todo bien por aquí. ¿En qué puedo ayudarte?",
    "Holiiiiiiiii, espero que tengas un buen día. ¿En qué puedo asistirte?",
    "Saludos, todo va bien por acá. ¿Y contigo?"
  ],
  "titulares": [
    "Claro, aquí tienes los titulares más recientes.",
    "¡Hola! Aquí van los últimos titulares de noticias.",
    "Hey, estoy a punto de contarte las noticias más recientes.",
    "Hola, Pia al habla. Estos son los titulares de actualidad.",
    "Hey Pia, aquí están las últimas noticias para ti.",
    "Hey, con gusto te comparto los titulares del día.",
    "¡Por supuesto! Aquí tienes los titulares más destacados.",
    "Hey, aquí están las actualidades más importantes del momento.",
    "Pia al habla. Aquí van las últimas actualidades.",
    "Claro, aquí tienes los titulares más destacados de hoy.",
    "Te presento los titulares más relevantes.",
    "Aquí van las últimas noticias. ¡Espero que te interesen!",
    "Hey, Pia aquí. Estos son los titulares del día.",
    "¡Por supuesto! Aquí tienes las últimas noticias.",
    "Hey, aquí van las actualidades. ¡Espero que te mantengan informado!",
    "Dime actualidad y te cuento lo último.",
    "Pia informando. Aquí están las últimas noticias para ti.",
    "Hola, Pia aquí. Te presento los titulares más recientes.",
    "Hey, con gusto te leo los titulares del día.",
    "Claro, aquí tienes las últimas noticias de los periódicos."
  ],
  "wtf": [
    "¡Vaya! Parece que estás un poco frustrado.",
    "Lo siento si algo te molestó. ¿Hay algo en lo que pueda ayudarte?",
    "¡Uff! Eso suena complicado. ¿Necesitas desahogarte o hay algo en particular que quieras discutir?",
    "Entendido, parece que algo no va bien. ¿Quieres hablar al respecto?",
    "Oh no, ¿qué pasó? Estoy aquí si necesitas desahogarte o si hay algo en lo que pueda ayudarte.",
    "Vaya, eso suena complicado. ¿Necesitas apoyo o alguna información?",
    "Lo siento si estás molesto. ¿Quieres contarme más al respecto o necesitas ayuda con algo?",
    "¡Vaya! Parece que algo no está yendo bien. ¿Quieres hablar al respecto?",
    "Lamento que te sientas así. Estoy aquí para escucharte si quieres hablar.",
    "Entendido, ¿puedo hacer algo para mejorar tu día?",
    "Oh no, ¿alguna razón en particular para sentirte así? Estoy aquí si necesitas desahogarte.",
    "Lo siento si algo te ha molestado. ¿Puedo ayudarte con algo?",
    "Uff, eso suena complicado. ¿Quieres hablar al respecto o necesitas asistencia?",
    "Lamento que te sientas así. ¿Hay algo específico que pueda hacer por ti?",
    "¡Vaya! Parece que estás teniendo un momento difícil. ¿Quieres contarme más al respecto?",
    "Lo siento si algo te ha afectado. Estoy aquí para ayudar si es posible.",
    "Entendido, ¿cómo puedo ayudarte a sentirte mejor?",
    "Oh no, eso suena desafiante. ¿Quieres hablar al respecto o necesitas apoyo?",
    "Lamento que te sientas así. ¿Hay algo específico que pueda hacer por ti?",
    "Vaya, parece que algo te está molestando. ¿Quieres contarme más sobre eso?"
  ]
}
